{"pageProps":{"title":"Tankpad","description":"TankPad is the worlds first P2E skill based gambling MOBA tank wars mobile game where players can battle, earn, win weekly jackpots, and even place wagers of our TPAD token in super fun Battle Royale tank wars matches","date":"2022-03-15","image":"ipfs://QmPsc3v68LDAw1SHB8326K3ZHwomjUctpohaHqHaNrAAeZ","content":"<p><img src=\"ipfs://QmRbVpM8v2ZSA8Eiu19p71sqTxHAt54mfM3kWwxFExFX6j\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>TankPad is the world’s first P2E skill-based gambling MOBA tank wars mobile game where players can battle, earn, win weekly jackpots, and even place wagers of our $TPAD token in super fun Battle Royale tank wars matches.  The TankPad play-to-earn ecosystem is designed to be fully sustainable long-term through the development of a brand new sustainable deflationary P2E model with real token utility that pegs the daily player rewards pool to the actual economic activity surrounding our game which will eliminate inflation entirely while still providing players massive earnings potential.</p>\n<h2>Features</h2>\n<ol>\n<li>Our TankPad NFT is the golden key that unlocks access to the TankPad game ecosystem (Super Limited NFT Supply.</li>\n<li>Players can play TankPad for free without an NFT in our “Play-To-Win-NFT” mode where every 7 days we give away 10 TankPad NFTs to players with the highest scores.</li>\n<li>Players can Play-To-Earn with varying payouts of our $TankPad coin every 24 hours based on their gameplay score.</li>\n<li>Players can buy, sell, and trade TankPad NFTs on our marketplace with unique tokenomics that benefit our ecosystem.</li>\n</ol>\n<h2>Our Mission</h2>\n<p>Our company mission is to give any gamer across the globe no matter their age, income, education, or background the opportunity to make a full-time living through their passion of gaming.</p>\n<h2>Model</h2>\n<p>We’ve thoroughly studied the negative effects of inflationary play-to-earn tokenomic models of top games in the industry such as Axie Infinity or Thetan Arena and used our learnings to develop a brand new sustainable deflationary play-to-earn model with REAL token utility which pegs the P2E rewards pool for players to our actual economic activity completely eliminating inflation of our token while still providing players massive earnings potential.</p>\n<p>We take a 2.5% transaction fee on both buy/sell transactions of our $TPAD token + revenue from other sectors of our ecosystem such as NFT marketplace, Rental marketplace, Tank NFT Upgrade System, and more that is sent to the Play-To-Earn rewards pool and distributed to players daily based on their score in the 24 hour period in comparison to all other players.</p>\n<p>This new proprietary play-to-earn model also scales very well which has been where most of the larger crypto games have seen their token prices consistently tank within 2-3 months due to mass inflation. At 50M daily trading volume with 250K DAU there is an average earnings potential of $5/day if all players had the exact same score but obviously there will be players that become more skilled &#x26; play our game more during the day with higher scores that will be able to earn much more, and once again with zero inflation of our token supply</p>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: Tank Pad</li>\n<li>Symbol: $TPAD</li>\n<li>Total Token Supply: 100 Billion $TPAD</li>\n<li>Initial Circulating Supply: 30,500,500,000</li>\n</ol>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Distribution</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Play-To-Earn</td>\n<td align=\"right\">30%</td>\n</tr>\n<tr>\n<td align=\"left\">Marketing &#x26; Development</td>\n<td align=\"right\">15%</td>\n</tr>\n<tr>\n<td align=\"left\">Staking Rewards</td>\n<td align=\"right\">15%</td>\n</tr>\n<tr>\n<td align=\"left\">Private Sale</td>\n<td align=\"right\">13%</td>\n</tr>\n<tr>\n<td align=\"left\">Founding Tea</td>\n<td align=\"right\">12%</td>\n</tr>\n<tr>\n<td align=\"left\">Liquidity</td>\n<td align=\"right\">5%</td>\n</tr>\n<tr>\n<td align=\"left\">Public Sale</td>\n<td align=\"right\">5%</td>\n</tr>\n<tr>\n<td align=\"left\">Advisors</td>\n<td align=\"right\">5%</td>\n</tr>\n</tbody>\n</table>\n<p><img src=\"ipfs://QmVKaP8AULMV96QN3z2niZjPCVtkSBmYxDCggM4FhMS2Kr\" alt=\"Error\"></p>\n<h2>Docs</h2>\n<p><a href=\"ipfs://QmSLaUCSDvgF4NMmS9nynBTFmc77FgdVaTTivtKAdLpaXC\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://tankpad.co/\">WEBSITE</a>\n<a href=\"https://t.me/tankpadgroup\">TELEGRAM</a>\n<a href=\"https://twitter.com/tankpad1\">TWITTER</a></p>","category":"gaming","slug":"tankpad"},"__N_SSG":true}