{"pageProps":{"title":"Tezos","description":"Tezos is a self upgradable and energy efficient Proof of Stake blockchain.","date":"2019-05-06","image":"ipfs://QmbZiAyMoUmCf9Z843EuCCXuetsbQFDaeVyrNzdS4E2NwU","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmQGevhQp24CZxfKiP9t86LxvVgxsp17GYsZRaJWt5i6c1\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Tezos is a distributed consensus platform with meta-consensus capability. Tezos not only comes to consensus about the state of its ledger, like Bitcoin or Ethereum. It also attempts to come to consensus about how the protocol and the nodes should adapt and upgrade. The Tezos network is the current incarnation of the Tezos blockchain. It runs with real tez that have been allocated to the donors of July 2017 ICO.</p>\n<h2>Features</h2>\n<ol>\n<li>Tezos is built to adjust, adapt, and add features and functionality through its proven on-chain upgrade mechanism.</li>\n<li>Tezos is one of the leading smart contracts Proof of Stake blockchains. Tezos smart contracts can use formal verification, allowing them to be mathematically verified, reliable, and secure.</li>\n<li>Tezos is designed to provide the safety and code correctness required for assets and other high value use cases at both the protocol and application layers by leveraging languages OCaml and Michelson, which facilitate formal verification, a practice commonly used in mission-critical industries, spanning from nuclear and aerospace to semiconductor and others.</li>\n<li>The Tezos platform was built with mechanisms to ensure active community governance and participation. Users can actively participate by evaluating, proposing, or approving amendments to Tezos. This design empowers the type of collaborative innovation that keeps Tezos on the bleeding edge of technology.</li>\n</ol>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Roman Schnider</td>\n<td align=\"right\">President</td>\n</tr>\n<tr>\n<td align=\"left\">Alexis Bonte</td>\n<td align=\"right\">Member</td>\n</tr>\n<tr>\n<td align=\"left\">Lars Haussmann</td>\n<td align=\"right\">Chair of Audit Commitee</td>\n</tr>\n</tbody>\n</table>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmNwcevwcyBMHbuvzJeRGMz3Z7xUnSag673e24W5BFGe5Z\">AUDITS</a></p>\n<h2>Links</h2>\n<p><a href=\"https://www.tezos.com/\">WEBISTE</a>\n<a href=\"https://tezos.gitlab.io/\">DOCUMENTATION</a>\n<a href=\"https://t.me/tezosplatform\">TELEGRAM</a>\n[TWITTER]<a href=\"https://twitter.com/tezos\">(</a>)</p>","network":"bsc","category":"defi","slug":"tezos"},"__N_SSG":true}