{"pageProps":{"title":"Clear Water","description":"Clear Water is an innovative new crypto project driven by providing clean international drinking water to communities in need. Part charity, part crypto, and part business - we are focused on the human impact on the planet & environmentally-friendly clean water solutions","date":"2022-01-01","image":"ipfs://QmU69hFBTwtn6iNfXxK9guQLzfH77JrVAdSYDppcs9dnBC","content":"<p><img src=\"https://infura-ipfs.io/ipfs/QmPhqsjKiS3F3jW2XbFnmoCqvxsRRtUiAnPtxG6trbLP3k\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Clear Water project is a cryptocurrency-focused on the circular economy in three areas: water, waste, and mobility. It offers novel solutions and promotes businesses that make major environmental improvements. Clear Water project is building a decentralized water finance platform with the support of blockchain technology and dedicated water entrepreneurs. Clear Water has two main goals; to radically improve sea water conditions for marine life and to improve drinking water quality for human beings worldwide.</p>\n<h2>Features</h2>\n<ol>\n<li>Provide incentives to holders, encouraging them to hold their tokens long-term. Reflections add 2% tax to the tokenomics package, discouraging whales from selling their tokens.</li>\n<li>Reflections also provide passive income, therefore encouraging investment and long-term holding.</li>\n<li>Clear Water is the first cryptocurrency that will have a physical presence on store shelves, and we are excited to offer another crypto first – paying dividends to token holders.</li>\n</ol>\n<h2>Aim</h2>\n<p>Becoming a widely-accepted currency is an important aim. However, our main goal is to provide clean, international drinking water in some of the world's most recyclable, newly-designed and individually sized vessels. Our goals are long-term. When we accomplish one, we set another. We are well-educated, business professionals from around the United States with a well-developed plan.</p>\n<p>We fully expect the value of our cryptocurrency to soar as our business plans unfold. We expect more price stability, as many investors will relate Clear Water to a stock with the potential for cryptocurrency-like gains. Therefore, we expect many long-term holders. Donations will be distributed to our charity partners on a well-timed basis. Members of the board will provide cryptocurrency and business updates on our social media platforms and via press release.</p>\n<h2>Mission</h2>\n<ol>\n<li>Launch and maintain a stable cryptocurrency.</li>\n<li>Launch environmentally friendly water firm internationally.</li>\n<li>Educate the masses on what it takes to save tomorrow.</li>\n<li>Donate to charities whose goals are to clean up our oceans or provide clean drinking water.</li>\n</ol>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Bryan</td>\n<td align=\"right\">CEO, COO</td>\n</tr>\n<tr>\n<td align=\"left\">Loren</td>\n<td align=\"right\">Marketing Manager, Business Manager</td>\n</tr>\n</tbody>\n</table>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: Clear Water</li>\n<li>Symbol: $CLEAR</li>\n<li>Total supply:  10,000,000,000</li>\n<li>Initial circulating supply: 5,000,000,000</li>\n</ol>\n<p><img src=\"https://infura-ipfs.io/ipfs/QmUYER3zKrK4Mmdpyteed8STYnspFx18b7kNbTXyCRo9wT\" alt=\"Error\"></p>\n<h2>Docs</h2>\n<p><a href=\"https://infura-ipfs.io/ipfs/QmZQXRayTkSz58Mq3RP7Xo68pWouKZbApawyt6Vpsisz1C\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://www.clearwaterclw.com/\">WEBSITE</a>\n<a href=\"https://t.me/clearwaterclw\">TELEGRAM</a>\n<a href=\"https://twitter.com/clearwaterclw\">TWITTER</a></p>","network":"bsc","category":"social","slug":"clear-water"},"__N_SSG":true}