{"pageProps":{"title":"Hifi","description":"The Lending Protocol allows anyone to borrow against their crypto Buying and selling the tokenized debt enables fixedrate lending and borrowing something much needed in decentralized finance today","date":"2020-10-10","image":"ipfs://QmW4nTGeAAPeKSbxc9PnYB29Wegn8NPTz7w2kKpAy5fBPa","content":"<p><img src=\"https://infura-ipfs.io/ipfs/QmPixR3KT6g7QfnXfS1YtAiHwyDCG83xxfsN5ktNEL98ug\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Hifi is a decentralized finance protocol that brings fixed-rate, fixed-term lending to Ethereum-based blockchains. Hifi protocol issues synthetic assets called hTokens, which track an arbitrary underlying asset. Unlike most decentralized finance protocols, interest rates on Hifi are not controlled by the protocol developer. It is the open market that dictates the interest rate that participants pay or receive. Similar to other decentralized finance protocols, Hifi has over-collateralization rules. That is, borrowers must be over-collateralized before they can mint hTokens.</p>\n<h2>Features</h2>\n<ol>\n<li>It employs several different sub-protocols with enhanced encryption services and functions like Dark routing.</li>\n<li>The Mainframe platform allows users to safely and securely send files, create Decentralized apps DApps and store data on the blockchain.</li>\n<li>Mainframe set up the protocol to execute incentivized economics, i.e., validators are rewarded for their work.</li>\n</ol>\n<h2>Problems Solved</h2>\n<p>Our intent is to bridge existing consumer credit and decentralized finance (DeFi). This will open up many new possibilities for DeFi, including the necessary pieces for effective undercollateralized and zero collateral loans. Mainframe will service some of the essential touchpoints between physical identity and on-chain credit.</p>\n<h2>Whitepaper</h2>\n<p><a href=\"https://infura-ipfs.io/ipfs/QmW9NN13k5bfwXTUmepkc3soPvQ39QscHCkXLbFE1Rz8qQ\">https://infura-ipfs.io/ipfs/QmW9NN13k5bfwXTUmepkc3soPvQ39QscHCkXLbFE1Rz8qQ</a></p>\n<h2>Contracts</h2>\n<p>0xdf2c7238198ad8b389666574f2d8bc411a4b7428</p>\n<h2>Token Distribution</h2>\n<ol>\n<li><strong>Name</strong> : Hifi</li>\n<li><strong>Symbol</strong> : $MFT</li>\n<li><strong>Total Supply</strong> : 10,000,000,000 MFTCXZ</li>\n</ol>\n<hr>\n<h2>Links</h2>\n<p><strong>Website</strong> : <a href=\"https://hifi.finance/\">https://hifi.finance/</a></p>\n<p><strong>Twitter</strong> : <a href=\"https://twitter.com/HifiFinance\">https://twitter.com/HifiFinance</a></p>\n<p><strong>Discord</strong> : <a href=\"https://discord.gg/mhtSRz6\">https://discord.gg/mhtSRz6</a></p>","network":"ethereum","category":"protocol","slug":"hifi"},"__N_SSG":true}