{"pageProps":{"title":"QUINT","description":"Connecting the Metaverse to the Real World","date":"2022-03-05","image":"ipfs://Qmb86pJSaX6vHeWSBZz35roiDkTLv2tgSursKH6gjCmtxz","content":"<p><img src=\"https://infura-ipfs.io/ipfs/QmPfXhiijj8P7T9szBjRUoBYucvEaLVYPW66g7MURise6H\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>QUINT is the revolutionary token bringing real-world rewards to investors by linking the metaverse with reality. Revolutionary super-staking pools deliver returns while unlocking exclusive lifestyle perks. With a Boutique NFT Market Place, Quint Shop and more.\nThe Quint Ecosystem's flagship token, QUINT, is a first of its kind token with unique real-world incentives and physical asset creation;  it brings the real-world luxury to you through the power of metaverse. While catering to the needs of like-minded connoisseurs through bringing to them a Boutique NFT Marketplace, Team Quint also wanted to give a taste of luxury to QUINT’s worldwide token holders through its revolutionary super-staking platform.</p>\n<h2>Features</h2>\n<ol>\n<li>We are bringing to you a revolutionary Super Staking Platform that yields real-world rewards, luxury prizes and exclusive lifestyle perks. All this, in addition to high APYs in crypto with in-house auto-compounding. Quint - Connecting the Metaverse to the Real World.</li>\n<li>Our boutique NFT marketplace loves to spoil the connoisseurs! Every time a bespoke NFT is purchased, we install it in a physical digital Tokenframe and deliver it to their doorsteps. They also get a complimentary membership of our signature Metaverse Arts Club where they get to mingle with the Crème de la crème.</li>\n<li>The Holders of QUINT tokens and NFTs get exclusive access to the Quint Shop. The users can buy their choice of merchandise outright or the Quint Community can bid for items such as limited edition Quint Merchandise through embedded auctioning facility.</li>\n</ol>\n<h2>Our Vision</h2>\n<ol>\n<li>Building on our super-staking pools concept, we plan to turn Quint into a hard asset-backed DeFi hub where real-world assets will be tokenized.</li>\n<li>We are also working on a P2E gaming concept which is reflected in our GameFi ambition for the end of 2022.</li>\n<li>Apart from that, we plan to make QUINT multichain and will be adding Ethereum, Fantom, Polygon and Avalanche contracts in the short term but the list will continue to grow.</li>\n</ol>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Rahul Chaudhary</td>\n<td align=\"right\">Managing Partner</td>\n</tr>\n<tr>\n<td align=\"left\">Hassan Bin Jamil</td>\n<td align=\"right\">CTO</td>\n</tr>\n<tr>\n<td align=\"left\">Hisham Wyne</td>\n<td align=\"right\">Communication Officer</td>\n</tr>\n<tr>\n<td align=\"left\">Matea Nesek</td>\n<td align=\"right\">Marketing Head</td>\n</tr>\n</tbody>\n</table>\n<h2>Docs</h2>\n<p><a href=\"https://whitepaper.quint.io/quint-whitepaper-1/\">WHITEPAPER</a>\n<a href=\"https://www.certik.com/projects/quint\">AUDIT-REPORT</a></p>\n<h2>Links</h2>\n<p><a href=\"https://quint.io/\">WEBSITE</a>\n<a href=\"http://t.me/projectquint\">TELEGRAM</a>\n<a href=\"https://twitter.com/projectquint\">TWITTER</a></p>","network":"bsc","category":"metaverse","slug":"quint"},"__N_SSG":true}