{"pageProps":{"title":"JustMoney","description":"Building an ecosystem for the next generation of decentralized applications to power Web3 and DeFi","date":"2021-06-10","image":"ipfs://QmdyMYV8tpK1vHBqXLWXFw4nUi1QpLLY3R7j9QZzkVX2mb","content":"<p><img src=\"https://infura-ipfs.io/ipfs/QmfSnrQ9Qh1jhAZY492c65GxzCeZ8gGEdwEE4b75FgpDPJ\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Building an ecosystem for the next generation of decentralized applications to power Web3 and DeFi. JustMoney token is a deflationary cryptocurrency where total supply only gets smaller. We use most of our revenues from our products for buyback $JM from the market and burn it.</p>\n<h2>Features</h2>\n<ol>\n<li>JustMoney offers a free-of-charge swap widget that projects can add directly to their website for their users to buy tokens seamlessly.</li>\n<li>Implementation does not require any coding skills. Just copy &#x26; paste our small code snippet and you are ready to go.</li>\n<li>Newly created projects that list with JustMoney will be able to utilize our launchpad service launchpad.justmoney.exchange.</li>\n<li>When listed with JustMoney, your token will also be listed on the JustMoney gifting platform that allows users to send customized cryptocurrency gift cards via email to friends and family.</li>\n<li></li>\n</ol>\n<h2>Problem</h2>\n<p>The use of fiat has led to many problems, which cryptocurrencies can solve. Speed and cost are some of the overlooked issues, yet low-hanging fruits, JustMoney, will initially be making use of. Another issue is how to move money from A to B (online and offline) at a fraction of the current cost, regardless of how big or small the transaction is.</p>\n<h2>Mission</h2>\n<p>Our Mission is to build the next generation of payment applications to make cryptocurrencies mainstream.</p>\n<h2>Governance</h2>\n<p>In 2022, the JustMoney team will implement a governance system where the community can suggest features or changes and vote for them. Once we grow, the community can, for example, suggest what online products or services we can build to help with mass adoption and create more use cases for the currency.</p>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: Just Money</li>\n<li>Symbol: $JM</li>\n<li>Token Address\nBSC, Polygon, BTTC: 0x388D819724dD6d71760A38F00dc01D310d879771\nTron : TVHH59uHVpHzLDMFFpUgCx2dNAQqCzPhcR</li>\n<li>Circulating Supply : 73 Billion Token</li>\n</ol>\n<p>We have a buyback and burn mechanism where we use all fees from our products to buyback the tokens from the market and burn them, also increasing the price.</p>\n<h2>Docs</h2>\n<p><a href=\"https://justmoney.io/whitepaper\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://www.justmoney.io/\">WEBSITE</a>\n<a href=\"https://t.me/JustMoneyNews\">TELEGRAM</a>\n<a href=\"https://twitter.com/JustMoneyIO\">TWITTER</a></p>","network":"tron","category":"defi","slug":"justmoney"},"__N_SSG":true}