{"pageProps":{"title":"Blitz Labs","description":"It is a WEB3 collective dedicated to developing tools, services, and products that make crypto activities as simple as possible","date":"2021-11-05","image":"ipfs://QmWr59yiXQjc2cP8jXWwbmBp7dBG8iXHLAq4NxhGziUSN8","content":"<p><img src=\"https://infura-ipfs.io/ipfs/QmfAVcLtcUVXftQvKr77nUzPRx1KjrkdYvAnqBMiGhMEa2\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Blitz Labs is a WEB3 collective dedicated to developing tools, services, and products that make basic crypto activities such as, but not limited to, participating in presales, exchanging tokens, bridging, as simple as possible and without unnecessary complexity. Our journey begins with the creation of the $BLITZ token, which will serve as the foundation for Blitz Labs' core products and services.</p>\n<h2>Features</h2>\n<ol>\n<li>Cross chain decentralized exchange based on the constant-product automated market maker. BLITZswap provides users a simple way to swap tokens between different chains via automated liquidity pools.</li>\n<li>Decentralized cross chain sender allowing anyone to efficiently send thousands of tokens to multiple addresses by batching the transfers and automating the process.</li>\n<li>Web3 ultimate Router. A quick, secure, low-cost, and dependable method of exchanging value and data between chains. Framework designed for arbitrary cross-chain interactions.</li>\n</ol>\n<h2>Token</h2>\n<p>Our native token $BLITZ is designed to provide its holders with ever-increasing value and an unlimited upside potential without inflation.</p>\n<p>$BLITZ is the primary token utilized by the products and services of Blitz Labs. In order to grow the value of the token with price action, scarcity and underlying value; Blitz will be a fixed supply token that is deflationary by nature due to the features presented below:</p>\n<ol>\n<li>Buy Tax: 0.3% / Sell Tax: 0.3%.</li>\n<li>Services fees are paid in $BLITZ.</li>\n<li>Dividends paid out from profit streams coming from Blitz Labs services &#x26; products.</li>\n<li>Buybacks result in a higher price floor and a larger LP.</li>\n</ol>\n<p>$BLITZ will also facilitate Blitz Labs governance and allow holders to contribute to the network's evolution.</p>\n<h2>Goals</h2>\n<p>Our ultimate goal is to create a one-stop shop where users can conveniently complete all of their tasks in one site while paying the least fees possible.</p>\n<h2>Treasury</h2>\n<ol>\n<li>The treasury of Blitz Labs is put to work using multi-chain profit-generating strategies in order to increase the funds held by Blitz Labs, which then serves as protection for $BLITZ holders &#x26; Blitz Labs interests.</li>\n<li>Treasury funds may be spent on marketing, development, partnerships, and listings.</li>\n<li>These funds will be used for additional buybacks in the future, in addition to those made from products and services profits.</li>\n<li>Until Blitz Labs products and services generate revenue, Treasury funds will be used to cover operating expenses (Opex).</li>\n</ol>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Marshall</td>\n<td align=\"right\">CTO</td>\n</tr>\n<tr>\n<td align=\"left\">Oryx</td>\n<td align=\"right\">CFO</td>\n</tr>\n<tr>\n<td align=\"left\">Jin</td>\n<td align=\"right\">COO</td>\n</tr>\n<tr>\n<td align=\"left\">Pswole</td>\n<td align=\"right\">Advisor</td>\n</tr>\n</tbody>\n</table>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: Blitzlab</li>\n<li>Symbol: $BLITZ</li>\n<li>Platform: Binance Smart Chain</li>\n<li>Circulating Supply - 190,000,000 $BLITZ</li>\n<li>Max Supply - 270,000,000 $BLITZ</li>\n</ol>\n<h2>Docs</h2>\n<p><a href=\"https://docs.blitzlabs.io/\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://blitzlabs.io/\">WEBSITE</a>\n<a href=\"https://t.me/BlitzLabs\">TELEGRAM</a>\n<a href=\"https://twitter.com/BlitzLabs_io\">TWITTER</a></p>","network":"bsc","category":"web3","slug":"blitzlabs"},"__N_SSG":true}