{"pageProps":{"title":"Freedom Protocol","description":"Freedom Protocol is a new financial agreement, makes pledges easier and more efficient and provides the highest stable return of cryptocurrency for $FREE","date":"2020-02-10","image":"ipfs://Qmd7TyEpQuh4YeUoDVEj6cAiHy6zrjcDYF9tKmraZdsFbM","content":"<p><img src=\"https://infura-ipfs.io/ipfs/QmUzgRLPMewMJ4hrgQL8iqcViofmtdUa6pYSFSGZns67zY\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Freedom Protocol (FP for short), is a new financial protocol that makes pledging easier and more efficient and provides $FREE token holders with the highest stable return on cryptocurrency in a sustainable fixed compounding model. Freedom Protocol has a fixed APY of 183,394.2% and a daily ROI (return on investment) of 2.08%.\n$FREE is a Bep20 token that automatically pays passive interest every 15 minutes. The total amount of $FREE is variable. Our smart contracts are carefully written by the team's engineers. This ensures the continuity and stability of the project.</p>\n<h2>Features</h2>\n<ol>\n<li>Auto Staking and Compounding in Wallet Every 15 Minutes.</li>\n<li>2.5% of every sell trade goes to the Black Hole Address.</li>\n<li>Original FP-DAO reward mechanism in a viral fission way.</li>\n<li>5% of every sell trade goes to the Freedom Fund to generate benefits.</li>\n<li>All $FREE holders are rewarded with automatic compound interest which is paid every 15 minutes.</li>\n<li>When you successfully become a partner of FP-DAO, you will get the Medal of Freedom, which has a fixed number. If the Medal of Freedom is transferred, its rights will also be transferred. Dividends earned by Medal of Freedom NFT = Total Dividends / Number of Medal of Freedom NFTs</li>\n</ol>\n<h2>Purpose Of Creating Freedom Protol</h2>\n<p>The founding team members of Freedom Protocol have achieved a great deal throughout the financial world, and a million times more in the cryptocurrency space, concluding through up to hundreds of DeFi projects that complex economic models limit the participation of ordinary users and consume a lot of resources in the process. The purpose of creating the Freedom Protocol is to build a blockchain-based metaverse world, governed by all Freedom Protocol participants. At the same time, through a long-term effective compounding mechanism, the wealth freedom of every citizen is achieved, and we hope that every person on the planet can join the Freedom Protocol.</p>\n<ol>\n<li>FP Investment Freedom- $FREE uses its unique FP to reward users with a sustainable fixed interest rate. Users simply purchase Free and place it in their wallet to receive an automatic return on the value of Free every 15 minutes, no collateral, no collection, everything is automated by smart contracts</li>\n<li>FP Wealth Freedom- with an annualized return of 183,394.2% compounded by scientific calculations and backed by Free's seed money. Assuming you invest 100 $FREE today, in 365 days you will have earned 183,394.2 $FREE, realizing up to 1,834X the value of your wealth without taking into account price increases.</li>\n<li>FP Governance Freedom- In the world of FP, all rights are given to the holder and we initiate different proposals to be decided by all users who hold $FREE. $FREE is a distributed governance metaverse world where everything is fair and open.</li>\n</ol>\n<p>Freedom Protocol is a company focused on DeFi innovation and our team has the knowledge, drive and capability, while we have ample financial backing with investments from multiple fund companies. We will take Freedom Protocol global through an unparalleled group of marketing strategies.</p>\n<h2>How it Works</h2>\n<p><img src=\"https://infura-ipfs.io/ipfs/QmSMnC4Vs84DTuUsYoMGjhh3MKeF7u2C8sX9eGUYXagpjE\" alt=\"Error\"></p>\n<h2>Auto Staking Revenue</h2>\n<ol>\n<li>\n<p>The Freedom Protocol Auto-Stake feature is a simple yet advanced feature called Buy-Hold-Earn that provides the ultimate ease of use for $FREE token holders.</p>\n</li>\n<li>\n<p>Buy-Hold-Earn - By simply buying and holding $FREE tokens in your wallet, you can earn rebase rewards as interest of direct deposits to your wallet. Your tokens will be added every 15 minutes.</p>\n</li>\n<li>\n<p>This means that $FREE token holders earn 183,394.2% compounded annually in the first year without transferring tokens from their wallets.</p>\n</li>\n</ol>\n<h2>Token Tax Usage Details</h2>\n<p><img src=\"https://infura-ipfs.io/ipfs/QmNQXpyRdmt85nf9YnZqBDM5K3LWVAuDcPEzCvtpUnjR6K\" alt=\"Error\"></p>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Maijel Leal</td>\n<td align=\"right\">Founder</td>\n</tr>\n<tr>\n<td align=\"left\">Sharmila Sureshkumar</td>\n<td align=\"right\">Digital Marketing</td>\n</tr>\n<tr>\n<td align=\"left\">Giovanna</td>\n<td align=\"right\">Advisor</td>\n</tr>\n</tbody>\n</table>\n<h2>Docs</h2>\n<p><a href=\"https://whitepaper.freedomprot.com/freedom-protocol/freedom-protocol-overview\">WHITEPAPER</a>\n<a href=\"https://www.certik.com/projects/freedom-protocol\">AUDIT-REPORT</a></p>\n<h2>Links</h2>\n<p><a href=\"https://freedomprot.com/\">WEBSITE</a>\n<a href=\"https://t.me/freedomprot_group\">TELEGRAM</a>\n<a href=\"https://twitter.com/freedomprot\">TWITTER</a></p>","network":"bsc","category":"defi","slug":"freedom-protocol"},"__N_SSG":true}