{"pageProps":{"title":"DIVI LAND","description":"DIVILAND is an NFT cryptocurrency platform developed for the purpose of groundbreaking real estate transactions, real estate purchases, and real estate partial purchases","date":"2022-05-15","image":"ipfs://QmbkqTRvoHELMvmPUZBVtcWQgXfgMoEd95qohUTwnEAF24","content":"<h2>Introduction</h2>\n<p>DIVILAND introduces digital innovation technology into the real estate market with the goal of creating a system so that anybody can participate and share real estate information conveniently and safely at anytime, anywhere. DIVILAND is an NFT cryptocurrency platform developed for the purpose of groundbreaking real estate transactions, real estate purchases, and real estate partial purchases. DIVILAND can be used for real estate transactions as easily as cash.SB</p>\n<h2>Features</h2>\n<ol>\n<li>\n<p>DIVILAND: Virtual realty is an auction service that allows you to trade virtual landmarks, which are the core assets of the DIVILAND platform. Users can participate in an auction with DVLD TOKEN to win a successful bid for landmarks provided by DIVILAND, and users can trade virtual landmarks with each other through an open auction. Transactions in DIVILAND; Virtual reality are made with Divi TOKEN, the cryptocurrency of DIVILAND.</p>\n</li>\n<li>\n<p>DIVILAND: Land Location Services is a location service, and it revolves around virtual landmarks that can be obtained through DIVILAND: Land Location Services. Users can use the service to obtain NFTs of various items hidden on the map and exchange those items for other products. DIVILAND or landmark players can earn bonus Divi TOKEN by playing the game using their landmarks.</p>\n</li>\n<li>\n<p>DIVILAND: The City is a location-based game service. Users can collect and manage virtual landmarks through the game, and use various functions such as adding digital accessories to the buildings purchased in DIVILAND: Virtual realty. Landmark owners will be able to communicate with other owners or users through check-in and  chat. As the number of users of DIVILAND increases and more countries are added, the virtual real estate market will grow with features such as new landmarks and accessories.</p>\n</li>\n</ol>\n<h2>Problem Solved</h2>\n<p>DB Land proposes and realizes the transaction standards and innovative methods of real estate and block chains. It completely eliminates the problems of existing real estate products and transaction methods, and provides products with Ai-based, game elements, equity sales, and block chain payment . In addition, it increases the attractiveness of the transaction itself. By staking tokens used in transactions to generate additional long-term profits other than real estate transactions, it increases global participants and strengthens the ecosystem of DVLD (DVLD) and establishes it as a long-term business model.</p>\n<h2>About DIVILAND</h2>\n<p>DIVILAND is an NFT cryptocurrency platform developed for the purpose of groundbreaking real estate transactions, real estate purchases, and real estate partial purchases. DIVILAND can be used for real estate transactions as easily as cash. It is also designed to shorten the time until the return of profits by supplementing the disadvantage of real estate that takes a long time to realize profits. And also, DIVILAND has created stability, which is a weakness of the coin, by combining real estate to blockchain and AI data analysis technology, and utilizes the strength of block chain to create a perfect financial solution that complements real estate registration. The method of integrating real estate into block chain has already begun, and this method will gradually become common after many companies go through the imitation stage. Among these companies, we aim to become a symbol of real estate coin, a new investment technology product.</p>\n<p><img src=\"https://ipfs.infura.io/ipfs/QmTiLUZ2LDLoA6YP3gFMfqLXkF1x8RiDSAv7FTvcZeUshe\" alt=\"Error\"></p>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: DIVILAND</li>\n<li>Symbol: $DVLD</li>\n<li>Type: ERC-20</li>\n<li>Platform: Ethereum</li>\n<li>Total supply: 2,000,000,000DVLD</li>\n</ol>\n<p><img src=\"https://ipfs.infura.io/ipfs/QmXkia7vPVvahAsaJ9ne33DbP8fux6xCrBVTuFVuVKC1Ha\" alt=\"Error\"></p>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmSNJPx3E3quBXmtdHvzWSkfSGZPTToD6p1J89vXhouhVA\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"http://diviland.io/\">WEBSITE</a>\n<a href=\"https://t.me/diviland\">TELEGRAM</a>\n<a href=\"contact@dvldw.io\">E-MAIL</a></p>","network":"ethereum","category":"nft","slug":"diviland"},"__N_SSG":true}