{"pageProps":{"title":"VicMove","description":"VICMOVE is an Exercise app to earn money We create running walking cycling challenges","date":"2022-03-05","image":"ipfs://QmT8JxG3M1ddRYBH54VZ4NcW1hioWnbSeufurYiV2hK1kL","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmaxT7Ggmn5rTxYiC4BHA3Lp2PxdMKFFZuGoKvTCinW5H4\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>VICMOVE is a web3 fitness and lifestyle mobile app with inbuilt NFT gaming and Social-fi elements where you can earn rewards in Crypto/NFTs just by movement like walking, running and cycling. First, you mint a NFT in the form of sneakers, then by walking, running and cycling you will earn in-game cryptocurrency, which can either be used for in-game activities or cashed out for profit.</p>\n<h2>Features</h2>\n<ol>\n<li>A certain amount of energy will be given to you daily to improve your income and health.</li>\n<li>The less comfortable you are, shown through Comfort Point, the less pieces of VICMOVE box you earn.</li>\n<li>A reward range will be given to you, Lucky Point decides how much or how little you get.</li>\n<li>In the Fusioning feature, you will be able to fusion 2 sneakers and create a whole new better sneaker.</li>\n<li>Leveling up helps you increase the maximum stats of your Sneaker.</li>\n<li>Every Sneaker has an expiration date, as shown by Stamina Point.</li>\n</ol>\n<h2>Problem</h2>\n<p>Everybody wants to be physically active and fit, but majority of us struggle to break out from a sedentary life, trying to be more active and fit.\nAnd to solve this problem, there are hundreds of fitness apps in the app stores, each trying to solve fitness challenges once and for all. We’ve all personally tried tons of them, however, for decades, the challenges with fitness still remain the same:</p>\n<ol>\n<li>Lack of motivation/incentives: The motive of only being physically fit is not that strong enough. There is a huge gap between the motivation of working out and the amount of efforts required to actually work out</li>\n<li>It’s a lonely and boring activity: Human beings are a social species. It gets boring when doing something alone, especially workout</li>\n<li>Lack of instant gratification: Our generation is used to instant gratification which is missing from the activity of working out</li>\n</ol>\n<h2>Our Mission</h2>\n<p>We aim to nudge people to adopt a healthy and active lifestyle. To achieve this mission, we believe that web 3.0 offers a perfect blend of tools like NFT gaming, Native global currency, Community effect etc, which bring the interesting elements of game-fi, social-fi and real money rewards.\nAlso, linking a person’s essential daily activity to web 3.0 enables us to bring the mass adoption to web 3.0 in the most frictionless manner</p>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">PHU HUYNH</td>\n<td align=\"right\">Founder</td>\n</tr>\n<tr>\n<td align=\"left\">DYAN VY</td>\n<td align=\"right\">Developer</td>\n</tr>\n<tr>\n<td align=\"left\">TAN LUONG</td>\n<td align=\"right\">Designer</td>\n</tr>\n<tr>\n<td align=\"left\">TONY TRAN</td>\n<td align=\"right\">Advisor</td>\n</tr>\n</tbody>\n</table>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmVfdc4jbhj5DWS6gu11sbKcP8DXmwhajyScqRogN1F75R\">LITEPAPER</a>\n<a href=\"https://whitepaper.vicmove.com\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://vicmove.com/\">WEBSITE</a>\n<a href=\"https://t.me/VICMOVEOfficial\">TELEGRAM</a>\n<a href=\"https://twitter.com/VICMOVEOfficial\">TWITTER</a></p>","network":"bsc","category":"health","slug":"vicmove"},"__N_SSG":true}