{"pageProps":{"title":"Moox","description":"MOOX is an Auto Compounding Protocol, MOOX provides a sustainable fixed compound interest model through use of it is unique ecosystem built on Binance Smart Chain.","date":"2022-04-10","image":"ipfs://QmQ1pRGJjyqb6hKBxNK6CDHUGMmuePbMmRreYkchbJgFvY","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmZF1ws3auMUrF3hg8KpEYpVWPM7mm4un6ALwEo1akduUr\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>The Moox Auto-Staking Protocol (MAP) is a new financial protocol that makes staking easier, more efficient and awards $MOOX token holders the highest stable returns in crypto. Moox provides a decentralized financial asset which rewards users with a sustainable fixed compound interest model through use of it's unique ecosystem. The Auto-Stake feature is a simple yet cutting-edge function called Buy-Hold-Earn, that provides the ultimate ease of use for $MOOX holders.</p>\n<h2>Features</h2>\n<ol>\n<li>Highest fixed APY - Moox pays out at 2,017,700% in the first 12 months which rivals anything in the DeFi arena to date. After the first 12 months the interest rate drops over a predefined Longterm Interest Cycle period.</li>\n<li>Easy and safe staking - The $MOOX token always stays in your wallet. All you need to do is buy &#x26; hold as you automatically receive rewards in your own wallet.</li>\n<li>Rapid interest payments - MAP pays every $MOOX token holder each and every 5 minutes or 288 times each day, making it the fastest auto-compounding protocol in crypto.</li>\n<li>LP token staking - %5 of every buy , 10% of every sell goes to LP stake award. LP token staking brings high reward in BUSD rewards. Meanwhile, $MOOX token keeps growing in the liquidity pool.</li>\n<li>All in one platform - Moox team developed a platform where users can buy/sell $MOOX token, add/remove liquidity, stake LP token, check and collect their staking awards.</li>\n</ol>\n<h2>Tax free liquidity providing</h2>\n<ol>\n<li>Liquidity is very important for price stability.</li>\n<li>Automatic liquidity providing or buyback with tax income aren't efficient solutions.</li>\n<li>MOOX comes with a unique ecosystem to solve this.</li>\n<li>Holders can add or remove liquidity without paying taxes.</li>\n<li>Liquidity injected by the community will keep the price more stable during up and down runs.</li>\n</ol>\n<h2>Ecosystem</h2>\n<p><img src=\"https://ipfs.infura.io/ipfs/QmcnVRXkDZEF1T68reqUB67yAzHmD8Nw6UjVXmTVpSU9ji\" alt=\"Error\"></p>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: MOOX</li>\n<li>Symbol: $MOOX</li>\n<li>Initial Supply: 100,000</li>\n<li>Maximum Supply: 70,000,000,000</li>\n</ol>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmSis19eAqKFnTxroQTtaA7tuU9j63Po3A9zxnpLSRbwPA\">AUDIT</a>\n<a href=\"https://docs.moox.one/\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://moox.one/\">WEBSITE</a>\n<a href=\"https://t.me/mooxprotocol\">TELEGRAM</a>\n<a href=\"https://twitter.com/mooxprotocol\">TWITTER</a></p>","network":"bsc","category":"defi","slug":"moox"},"__N_SSG":true}