{"pageProps":{"title":"Conflux","description":"Blockchain Without Barriers.","date":"2019-10-06","image":"https://gateway.ipfs.io/ipfs/QmVwKafH5rgj7UUVpacjo8wV3mwGzcw1LLoFEZiUvsxStd","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmX2jBNfXftiv5UyYYenGJfs8FNHnrYRmubBAvrkur3Aer\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Conflux is a Blockchain Without Barriers, that enables creators, communities, and markets to connect across borders and protocols. Conflux is a new secure and reliable public blockchain with very high performance and scalability. It can achieve the same level of decentralization and security as Bitcoin and Ethereum but provide more than two orders of magnitude improvement on transaction throughput (TPS) and finality latency.</p>\n<h2>Features</h2>\n<ol>\n<li>Our breakthrough Tree-Graph consensus algorithm uses parallel processing of blocks and transactions to lower confirmation times and increase TPS.</li>\n<li>Conflux utilizes a highly tested PoW consensus to provide increased security and anti-reentrance attack protection at the protocol level.</li>\n<li>ShuttleFlow is a lightening fast cross-chain asset bridge built on Conflux that enables seamless asset transfers between multiple protocols.</li>\n<li>Conflux provides unmatched scalability, eliminating the consensus bottleneck of other blockchains without sacrificing security or decentralization.</li>\n<li>Our Fee Sponsorship Mechanism allows users with zero wallet balance to still engage with blockchain. Sponsors pay a portion or all of another user’s transaction fees to help with user onboarding.</li>\n</ol>\n<h2>Problems Solved</h2>\n<p>Our mission is to be a catalyst for the borderless economy, Through blockchain and other emerging technologies, the path to globalization and connectivity is accelerating— yet barriers still exist. For every barrier, there is a catalyst for a new kind of connectivity. Conflux Network is that catalyst.</p>\n<h2>Whitepaper</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmWcvwGzNsMHueho1E3AaEFFSVfGLRu3FchZ5GudLZNJkm\">https://ipfs.infura.io/ipfs/QmWcvwGzNsMHueho1E3AaEFFSVfGLRu3FchZ5GudLZNJkm</a></p>\n<h2>Contracts</h2>\n<p>0xf1bfc1062f62db3aab6392e8e83726dae9a75da3</p>\n<h2>Team</h2>\n<ol>\n<li>Fan Long (CEO)</li>\n<li>Ming Wu (CTO)</li>\n<li>YuanJie Zhang (Co-founder)</li>\n<li>Andreas Veneris (Advisor)</li>\n</ol>\n<hr>\n<h2>Links</h2>\n<p><strong>Website</strong> : <a href=\"https://confluxnetwork.org/\">https://confluxnetwork.org/</a></p>\n<p><strong>Twitter</strong> : <a href=\"https://twitter.com/Conflux_Russia\">https://twitter.com/Conflux_Russia</a></p>\n<p><strong>Telegram</strong> : <a href=\"https://t.me/confluxrussianann\">https://t.me/confluxrussianann</a></p>","network":"bsc","category":"blockchain","slug":"conflux"},"__N_SSG":true}