{"pageProps":{"title":"Filecoin","description":"Filecoin network is made up of a large number of diverse storage providers and developers.","date":"2020-11-01","image":"https://gateway.ipfs.io/ipfs/QmXwvpR4ZSnvLwRkirpX1gKKvbAFKiYJdKdGiVjQWL7Bj8","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmP5qkPgUoGwmS6zBusSWDXuwz7NdmkV7LooM3Hz2jwLPd\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Filecoin is a peer-to-peer network that allows anyone to store and retrieve data on the internet. Built-in economic incentives ensure that files are stored and retrieved reliably and continuously for however long a user specifies. No single company or organization controls available storage capacity and the pricing for storing and retrieving files. Instead, the Filecoin storage network facilitates open markets for storing and retrieving files that anyone with access to the internet can participate in.</p>\n<p>It uses its native cryptocurrency (FIL) to facilitate these transactions. The Filecoin Network is made with storage providers and clients. They make deals and contribute to maintaining the Filecoin blockchain, obtaining storage services, and receiving rewards in the process.</p>\n<h2>Features</h2>\n<ol>\n<li>Filecoin combines with IPFS, a peer-to-peer distributed network protocol, to make a more efficient and secure web free from corporate control.</li>\n<li>The Filecoin network achieves staggering economies of scale by allowing anyone to participate as a storage provider and compete for your business.</li>\n<li>Content addressing and cryptographic storage proofs verify data is being stored correctly and securely over time.</li>\n</ol>\n<h2>Problems Solved</h2>\n<p>The Filecoin network achieves staggering economies of scale by allowing anyone to participate as a storage provider and monetize their open hard drive space.\nThe Filecoin network is designed to reward participants at multiple levels — from large scale data centers to local entrepreneurs with storage systems that cover the last mile.</p>\n<h2>Whitepaper</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmdhGTx5URGR1EwAPTTBV17QBmX7PDhuHrfFoiVzSjBsu7\">https://ipfs.infura.io/ipfs/QmdhGTx5URGR1EwAPTTBV17QBmX7PDhuHrfFoiVzSjBsu7</a></p>\n<h2>Contracts</h2>\n<p>0xae3a768f9ab104c69a7cd6041fe16ffa235d1810</p>\n<h2>Audits</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmWL4VJGZHzs4XL7BJBxWtWyK5gyo52cn28SmA26s9i1ro\">https://ipfs.infura.io/ipfs/QmWL4VJGZHzs4XL7BJBxWtWyK5gyo52cn28SmA26s9i1ro</a></p>\n<h2>Token Distribution</h2>\n<ol>\n<li><strong>Name</strong> : File Coin</li>\n<li><strong>Symbol</strong> : $FIL</li>\n<li><strong>Total Supply</strong> : 2 Billion</li>\n</ol>\n<hr>\n<p><img src=\"https://ipfs.infura.io/ipfs/QmeqGFojQjV4ew1VSXwiwmd7jS6f5aE6UrXxCz4wwmLu37\" alt=\"Error\"></p>\n<hr>\n<h2>Links</h2>\n<p><strong>Website</strong> : <a href=\"https://filecoin.io/\">https://filecoin.io/</a></p>\n<p><strong>Twitter</strong> : <a href=\"https://twitter.com/protocollabs\">https://twitter.com/protocollabs</a></p>","network":"heco","category":"storage","slug":"file-coin"},"__N_SSG":true}