{"pageProps":{"title":"Synthetix","description":"Synthetix is a new financial primitive enabling the creation of synthetic assets, offering unique derivatives and exposure to real world assets on the blockchain","date":"2019-11-11","image":"https://gateway.ipfs.io/ipfs/QmNza1pkvTQ1djh8NYLisSL6LxmyryyPnTjzF4ud7DxoVW","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmX2jBNfXftiv5UyYYenGJfs8FNHnrYRmubBAvrkur3Aer\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Synthetix is a new financial primitive enabling the creation of synthetic assets, offering unique derivatives and exposure to real-world assets on the blockchain.\nSynthetix is a decentralized synthetic asset issuance protocol built on Ethereum and Optimistic Ethereum . These synthetic assets are collateralized by the Synthetix Network Token (SNX) which when locked in the contract enables the issuance of synthetic assets. This pooled collateral model allows users to perform conversions between Synths directly with the smart contract, avoiding the need for counterparties. This mechanism solves the liquidity and slippage issues experienced by DEX’s.</p>\n<h2>Features</h2>\n<ol>\n<li>Enable users to stake SNX, mint and burn Synths, and monitor their collateralisation levels with the Synthetix Staking system.</li>\n<li>Capture the price movements of popular cryptocurrencies, fiat currencies, stocks, commodities and more with zero slippage.</li>\n<li>Access rich Synthetix system data to create dashboards and trading tools.</li>\n<li>Leverage a suite of synthetic assets to enable traders to access fiat currencies like USD, real-world assets like Gold, short positions on popular assets like BTC, indexes of assets from industries like DeFi, and much more. Visit the tokens section for a complete list of the Synths available.</li>\n</ol>\n<h2>Links</h2>\n<p><a href=\"https://www.synthetix.io/\">WEBISTE</a>\n<a href=\"https://docs.synthetix.io/litepaper/\">WHITEPAPER</a>\n<a href=\"https://www.slowmist.com/en/security-audit-certificate.html?id=e26420b30dfb1fc75a5d8dbc1ccf7df21e8ec9be6acb40e5e25ccf436e149fd3\">AUDITS</a>\n<a href=\"https://twitter.com/synthetix_io\">TWITTER</a>\n<a href=\"https://discord.gg/AEdUHzt\">DISCORD</a></p>","network":"ethereum","category":"finance","slug":"synthetix"},"__N_SSG":true}