{"pageProps":{"title":"DreamN","description":"DreamN application is the tool you need during these trying times to help get the best out of your rest and encouraging a healthy nights sleep.","date":"2022-04-12","image":"ipfs://QmXB11paK9buUaoz4HcuUDViLpTJMkbQqrwFDu93Jt1dJv","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmYHmKkCYy6dT8J2NARLLW7XNjnPuna7nLdR72tmThDwWu\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>DreamN application is the tool you need during these trying times to help get the best out of your rest and encouraging a healthy nights sleep. Our application is aiming to reward users who get a decent amount of rest and promote a healthy sleep schedule by giving them rewards, which is done by combining Social-Fi and Game-Fi elements. We are a team that sees an opportunity to create an application that will allow users to earn passive income while they are sleeping.</p>\n<h2>Features</h2>\n<ol>\n<li>Sleep-to-Earn is a form that allows users to gain benefits from sleeping. Their sleeping data will be recorded from motion and activity trackers which are incorporated into the program/app that users can easily access on their smartphones.</li>\n<li>DreamN is an application with Game-Fi and Social-Fi components. DreamN's sleep to earn concept is one step forward in bringing awareness to blockchain technology in an exceedingly easy method that everyone can accomplish.</li>\n<li>To use DreamN, users just need to download the program, hold $DreamN and make sure to allow the GPS tracking, Motion Sensors, and Activity Tracker permissions while they rest.</li>\n</ol>\n<h2>Our Vision</h2>\n<p>We realize many people are lacking a good nights rest because they are too tied up with the daily grind. Hence, they neglect their sleep. With DreamN, we visualize passive income even when people are sleeping, along with improving their sleep quality. This mechanism will encourage people to increase their physical, mental and emotional well-being.</p>\n<h2>Our Mission</h2>\n<p>How much sleep do you actually need? If you eat well and exercise regularly, but don’t get at least six to seven hours of sleep every night, you may be undermining all of your other efforts. These are the most common side effects if you had less sleep; lack of awareness, impaired memory and excessive daytime sleepiness (source: National Sleep Foundation. And here we are encouraging people to have a good enough of sleeping time with rewarding them in crypto currency.</p>\n<ol>\n<li>DreamN is dedicated to encouraging people to improve their sleeping habits while generating passive income.</li>\n<li>DreamN monitors your sleeping quality on a daily basis to create a detailed data of your sleep cycles.</li>\n</ol>\n<h2>Application</h2>\n<p>Users will need the following to get started earning with DreamN:</p>\n<ol>\n<li>Android or iOS Smartphone - GPS Location, Body Sensors, Physical Activity will need to be enabled for the application to track the user's activity.</li>\n<li>Metamask or TrustWallet wallet (Connect to BNB Chain) - in order to take rewards.</li>\n<li>Users need to hold at least 400 $DreamN to participate in DreamN's earning.</li>\n</ol>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Raisa</td>\n<td align=\"right\">Developer</td>\n</tr>\n<tr>\n<td align=\"left\">Jon Wat</td>\n<td align=\"right\">Community Relation</td>\n</tr>\n<tr>\n<td align=\"left\">Starkess</td>\n<td align=\"right\">Advisor</td>\n</tr>\n</tbody>\n</table>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: DREAMN</li>\n<li>Symbol: $DREAMN</li>\n<li>Initial circulating supply: 20,000,000</li>\n</ol>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Pool</th>\n<th align=\"right\">Distribution (in %)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Sleep to Earn</td>\n<td align=\"right\">52%</td>\n</tr>\n<tr>\n<td align=\"left\">Staking</td>\n<td align=\"right\">22.5%</td>\n</tr>\n<tr>\n<td align=\"left\">Presale + Liqudity</td>\n<td align=\"right\">18%</td>\n</tr>\n<tr>\n<td align=\"left\">CEX</td>\n<td align=\"right\">5%</td>\n</tr>\n<tr>\n<td align=\"left\">Team</td>\n<td align=\"right\">2.5%</td>\n</tr>\n</tbody>\n</table>\n<h2>Docs</h2>\n<p><a href=\"https://dreamn-bsc.gitbook.io/dreamn_whitepaper/\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://dreamn.io/\">WEBSITE</a>\n<a href=\"https://t.me/DreamN_BSC\">TELEGRAM</a>\n<a href=\"https://twitter.com/dreamnbsc\">TWITTER</a></p>","network":"bsc","category":"health","slug":"dreamn"},"__N_SSG":true}