{"pageProps":{"title":"Genopets","description":"The worlds first Move to Earn NFT Game","date":"2021-05-12","image":"ipfs://QmcXckj4UDNuEyVqhBkXMzkowRCrfYTAejeZdkns3nrc2H","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmU4xDVsCGeFiPgWvkFTtmtpucEwYF6RnH11K19iD1VFJt\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Genopets is the worlds first free to play, move to earn NFT game that makes it fun and rewarding to live anactive lifestyle. Built n solana, Genopets integrates your daily activity in real life with blockchain play to earn economics so you can turn your real life actions into expansion gameplay and earn crypto while doing it.</p>\n<p>Building on foundation free to play mobil gaming model, Genopets is the first market NFT game targetting a global audience beyond crypto-native players. We have designed an economic model that allows users to get started for free in order to bring global attention to what is possibly with NFT gaming.</p>\n<h2>Features</h2>\n<ol>\n<li>A Genopet is your digital spirit animal encoded with your personality that evolves through your daily activity. Your Genopet will join you as you traverse the Genoverse. Stay active to guide the destiny of your Genopet and unlock your true potential. As you evolve⁠—it evolves.</li>\n<li>Genopets is the first Move-to-Earn mobile RPG that rewards you for exercising your body, mind, and spirit through the care of your digital familiar. Transform your physical movement and cognitive exertion into in-game progression to upgrade and evolve your Genopet NFT. As you customize your Genopet in your likeness, you’ll find that it’s as rare and valuable as you are.</li>\n<li>Enter the Battle Arena to battle other players as you sharpen your reaction time, memory, and overall cognitive skills through turn-based mini games. Play-for-Keeps to reap wagered items and move-sets from your defeated opponents.</li>\n<li>Sell your hard-earned Genopets NFTs in the open marketplace while you take steps to earn $KI from your Habitat. Use $KI to either craft special items to upgrade your Genopet’s aesthetics and skills or sell your $KI to other players in need of a boost. Summon your Genopet and start trading your sweat for crypto.</li>\n</ol>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Albert Chen</td>\n<td align=\"right\">CEO</td>\n</tr>\n<tr>\n<td align=\"left\">Benjamin Tse</td>\n<td align=\"right\">CTO</td>\n</tr>\n<tr>\n<td align=\"left\">Jay Chang</td>\n<td align=\"right\">Marketting</td>\n</tr>\n</tbody>\n</table>\n<h2>Links</h2>\n<p><a href=\"https://www.genopets.me/\">WEBISTE</a>\n<a href=\"https://docsend.com/view/fc6387gd57t6ksdm\">WHITEPAPER</a></p>\n<p><a href=\"https://t.me/Genopets\">TELEGRAM</a>\n<a href=\"https://twitter.com/genopets\">TWITTER</a></p>","network":"ethereum","category":"move to earn","slug":"genopets"},"__N_SSG":true}