{"pageProps":{"title":"Orchid","description":"Keep your data private and access content anywhere! Download our VPN to protect your privacy and explore the Internet freely","date":"2018-10-10","image":"https://gateway.ipfs.io/ipfs/QmV3zaqMdjcG6y8f4G4hdWNFEqBvbn3ugaaUv2scwK11oX","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmUmbhdarQbysCjeSmRDutV9j247uG6gHyauPBoyTGcWRX\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Orchid is a platform that enables an onion routing network incentivized by OXT and a multi-hop VPN client. The Orchid community believes in Open Source software and that Orchid can enable a brighter, freer and empowered future. Multi-chain compatibility gives users an alternative to high gas prices on Ethereum by allowing them to pay for service on other chains. A system for multiple chains allows users and providers options to find lower transaction fees, and helps provide the most competitive network fee pricing to users everywhere.</p>\n<h2>Features</h2>\n<ol>\n<li>Orchid has a new VPN protocol developed to work in concert with nanopayments to provide payments at networking speeds. The protocol runs on top of WebRTC for firewall traversal.</li>\n<li>Providers on Orchid run the Orchid server which accepts connection requests and provides service in exchange for immediate payment via the nanopayment system.</li>\n<li>Orchid Accounts hold the funds that are sent through Orchid’s scaling nanopayment system. Users are responsible for managing their accounts on the blockchain within the Orchid DApp.</li>\n<li>The Orchid dApp is a hosted front-end for creating and managing Orchid accounts. After connecting a wallet, users can move funds in and out of the layer 2, along with making modifications for account makeup, payment efficiency and ticket sizing.</li>\n</ol>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmaVesPp56miXVxissFeeMDWhfLp84uWA4C5Y4mCWSfHRq\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://www.orchid.com/\">WEBISTE</a>\n<a href=\"https://www.t.me/OrchidOfficial\">TELEGRAM</a>\n<a href=\"https://twitter.com/OrchidProtocol\">TWITTER</a></p>","network":"ethereum","category":"web3","slug":"orchid"},"__N_SSG":true}