{"pageProps":{"title":"MetagamZ","description":"Discover the first VR Ecosystem dedicated to gaming","date":"2022-01-11","image":"https://gateway.ipfs.io/ipfs/QmT4dqsN1kC5Qz6gKvVCqPtfi9gvy3B9PBoJcKRQTkdke9","content":"<p><img src=\"https://gateway.ipfs.io/ipfs/QmWZGk3P9ptGYphPZKSbLQi1y5uwba5fYQF2e8pSecFN88\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>MetagamZ is a ‘Metaverse of Games’, an immersiveVirtual World where game developers can build and launch games with a number of value added DeFi features, that increase value for the community, making it more decentralized, transparent and focussed on user experience. Players can earn rewards and assets (NFTs) by playing their favorite games in the metaverse, while investors/token holders generate revenue via virtual land ownership, leasing and advertising.</p>\n<h2>Features</h2>\n<ol>\n<li>Through MetagamZ, Game Publishers will be able to build their own VR World to attract visitors. With our fully customizable VR tools, they will be able to select their land, build their own VR World and start promoting their brands better then ever.</li>\n<li>Based on latest technologies, MetagamZ will enable Game Publishers to embed their existing games into their own VR World. Whether it is a regular or 3D Gaming, any gameplay will be able to be executed within their own VR World.</li>\n<li>Game Publishers will be able to generate incomes through numerous services available in their VR world.\nFree or Paid Gaming, NFT’s Shop, VR Gaming Events, Advertisements and even GameFi.</li>\n</ol>\n<h2>Vision</h2>\n<p>MetagamZ aims to build a Virtual GameFi ecosystem that is comprehensive, immersive, efficient and effective in connecting the whole crypto gaming\neconomy, including game developers, publishers, gamers and brands. Within the ecosystem, developers can launch decentralized games, and players can play games and earn revenue and assets (NFTs), with brands being offered the ability to market and get exposure to their products and services by building their own VR experiences and games packaged in the form of gaming districts, buildings and zones.</p>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Jonathan</td>\n<td align=\"right\">Founder</td>\n</tr>\n<tr>\n<td align=\"left\">Laurent</td>\n<td align=\"right\">Artistic Director</td>\n</tr>\n<tr>\n<td align=\"left\">John Edwards</td>\n<td align=\"right\">Advisor</td>\n</tr>\n</tbody>\n</table>\n<h2>Docs</h2>\n<p><a href=\"https://gateway.ipfs.io/ipfs/QmS1MFkVmpF5wZPvueNtyNTkyd9FE8jCEJpeVYvyvFygzW\">AUDITS</a>\n<a href=\"https://gateway.ipfs.io/ipfs/QmRJpv7BDQSGqyTpRsro7aTyRKU6QPXtpCRxEGDVkyHA5e\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://www.metagamz.io/\">WEBISTE</a>\n<a href=\"https://t.me/metagamz1\">TELEGRAM</a>\n<a href=\"https://twitter.com/Metagamz1\">TWITTER</a></p>","network":"avalanche","category":"launchpad","slug":"metagamz"},"__N_SSG":true}