{"pageProps":{"title":"Alter","description":"Share anything privately: The Web 3 standard for mailing, messaging, and file sharing that is built on SecretNetwork smart contract and cryptography","date":"2021-05-10","image":"ipfs://QmY8qdZ589hXJf7EigQN3nGrKFWou3vsRxpjisu3yLanAd","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmVGJwaXUkib8n8WfHSeAm4mYtMoA66rs8KM9WSjnBXeju\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>ALTER is the next generation “Web 3.0” communication platform that empowers users to share messages and files privately by granting them full ownership and control over their personal data. To accomplish this feat, ALTER leverages private key management and smart contracts on Secret Network’s blockchain protocol to transfer messages and files securely and privately across a decentralized network of nodes around the world. By giving users ownership over the private keys to their data, ALTER has developed a unique solution to store messages and files in a way that is censorship-resistant and reinstates users with their fundamental right to privacy.</p>\n<h2>Features</h2>\n<ol>\n<li>World’s first blockchain-based communication platform offering messaging, file sharing, and calendar in total privacy.</li>\n<li>ALTER is utilizing secret Network’s private smart contracts and cryptography where a user owns their encryption keys.</li>\n<li>Built using a secure data integrity sharing model that provides privacy by design.</li>\n<li>No more encryption for files or on-sight conversations, the only person who will be seeing the message will be the receiver.</li>\n</ol>\n<h2>Aim</h2>\n<p>ALTER aims to be the new standard of Web 3.0 communications. At its core, the ALTER product will provide users with an easy way to communicate privately, sharing a similar intuitive user experience that matches more traditional Web 2.0 communication platforms like email services, chats, and file management. However, evolving from Web 2.0, ALTER leverages the immutability of blockchain technology to provide users with a decentralized way to communicate privately, knowing that their data is safe. ALTER uses Elliptic Curve-based encryption, which uses a combination of public and private keys for data encryption, to ensure that users own their data and know who has access to their messages at all times. ALTER will introduce new features that will enable group chats, video conferencing, and team collaboration tools that will allow users and other projects to build their communities directly on ALTER while preserving their interactions - unlike messaging services on public blockchains and messaging platforms that traditionally require an email or phone number to join. The ALTER community will have a direct say in the direction of the project development via the native utility and governance token $ALTER, a concept that is quickly becoming the standard of Web 3.0 communications. This way, the privacy-centric ALTER community can continuously guide the project to adapt to the ever-changing needs of Web 3.0.</p>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Oskars Jepsis</td>\n<td align=\"right\">CEO</td>\n</tr>\n<tr>\n<td align=\"left\">Aleksejs Grocevs</td>\n<td align=\"right\">CTO</td>\n</tr>\n<tr>\n<td align=\"left\">Diāna Dzene</td>\n<td align=\"right\">Head Of Communication</td>\n</tr>\n<tr>\n<td align=\"left\">Valters Buko</td>\n<td align=\"right\">Lead Developer</td>\n</tr>\n</tbody>\n</table>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: ALTER</li>\n<li>Symbol: $ALTER</li>\n<li>Type: SNIP-24</li>\n<li>Decimals: 6</li>\n<li>Total supply: 40 million (100%)</li>\n<li>Initial circulating supply: &#x3C;3.3 million (&#x3C;8.11%)</li>\n<li>Min allocation - $150</li>\n<li>Max allocation - $5,000</li>\n</ol>\n<p><img src=\"https://ipfs.infura.io/ipfs/QmQKCrFYEyTWu43SGKPT7c9HB8vvk7RK7TpWeXUQL2sqn8\" alt=\"Error\"></p>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmTNAeMX3KDJpip7cKfu6fVyzU3VGRfsyfeMgkhh5yarJm\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://altermail.live/\">WEBSITE</a>\n<a href=\"https://discord.gg/NsV7JWn29Q\">DISCORD</a>\n<a href=\"https://twitter.com/AlterDapp\">TWITTER</a></p>","network":"secret","category":"social","slug":"alter"},"__N_SSG":true}