{"pageProps":{"title":"BinaryX","description":"BinaryX is a large on-chain online game platform on BNB Chain","date":"2020-10-10","image":"https://gateway.ipfs.io/ipfs/QmWNtorrAaUjkUAQyGVtFZbkWaUFKAnrdw18wRQp2vAxRV","content":"<p><img src=\"https://gateway.ipfs.io/ipfs/QmeibTuUrcCoatCxDRFQRLcdxEVrggWEBayP6fE5jRJqQp\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>BinaryX is a crypto game platform listed on Binance and Gate.io. Currently, BinaryX is running a game called CyberDragon which we have developed from scratch. BinaryX is a large on-chain online game platform on BNB Chain. As of November 2021, there were more than 100k addresses held on the chain, a total supply of 21 million tokens, and a current circulating market cap of $540 million. CyberDragon is currently one of the most popular P2E (Play-to-Earn) game globally with huge returns for most of our loyal players. The gameplay includes Mining, PVP, PVE and we have just only recently launched our Decentralized Autonomous Organization (DAO) system. BinaryX is the first game globally to launch DAO, where players have the power to vote and decide the future path and developments of the game.</p>\n<h2>Features</h2>\n<ol>\n<li>BinaryX opened the CyberDragon NFT trading market in September 2021, through the trading market provided by BinaryX, CyberDragon NFT, equipment and other Cyber ​​series game items.</li>\n<li>Lower Gas Fee; Holding and locking BNX tokens will result in better rate of GasFee, where the lowest GasFee will be as low as 0.</li>\n<li>Higher TPS (transactions per second), shorter block interval. The block interval and TPS performance of the new GameFi sidechain will be significantly better than the current BNB Chain network to better serve GameFi projects.</li>\n</ol>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Oleg Kurchenko</td>\n<td align=\"right\">Founder</td>\n</tr>\n<tr>\n<td align=\"left\">Arkadi Oislender</td>\n<td align=\"right\">CFO</td>\n</tr>\n<tr>\n<td align=\"left\">Slava Krasnov</td>\n<td align=\"right\">CTO</td>\n</tr>\n<tr>\n<td align=\"left\">Olga Kravtsova</td>\n<td align=\"right\">Buisness Analyst</td>\n</tr>\n</tbody>\n</table>\n<h2>Links</h2>\n<p><a href=\"https://www.binaryx.pro/#/\">WEBISTE</a>\n<a href=\"https://www.binaryx.pro/#/whitepaper\">WHITEPAPER</a></p>\n<p><a href=\"https://t.me/binaryxGlobal\">TELEGRAM</a>\n<a href=\"https://twitter.com/binary_x\">TWITTER</a></p>","network":"bsc","category":"play to earn","slug":"binaryx"},"__N_SSG":true}