{"pageProps":{"title":"Renewable Energy","description":"RET is a self staking token Created on the Binance Smart Chain network with contract renounced and Liquidity burnt. A decentralized project that seeks to create centralized and decentralized projects in the field of Renewable Energy","date":"2022-02-01","image":"ipfs://QmfPgd35KZtEvspuDgPmgEXdhtaM5BRGZ1sCsKYVqixTas","content":"<p><img src=\"ipfs://QmYrLTx1dMCKgdsdQYaTuviLjpCgt6Dc4mYKiFJMjtHm9R\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>RET is a self-staking token Created on the Binance Smart Chain network with contract renounced and Liquidity burnt, A decentralized project that seeks to create centralized and decentralized projects in the field of renewable energy. It has the properties of every trade 1% fee redistributed to all holders, 1% additional fee on sell trades added to the burn wallet and 1% additional fee on sell trades added to the TEAM Wallet.</p>\n<h2>About RET</h2>\n<ol>\n<li>\n<p>More than ever, our world is under threat with heavy dependence on fossil fuels, especially oil and coal. Air pollution, environmental degradation and climate change are the result of this dependence. Unprecedented global warming, rising forest fires, melting glaciers and rising sea levels are some of the problems caused by the excessive use of non-renewable energy. The Ret team intends to break this dependence on non-renewable energy. To this end, creating physical projects to use wind and solar energy is one of the team's future plans. Creating physical projects, in addition to helping to protect the environment, will also benefit Ret holders.</p>\n</li>\n<li>\n<p>RET holders can receive up to 1% of the transaction amount equal to their own balance as a reward without doing anything and just keeping it in their wallets.</p>\n</li>\n</ol>\n<h2>Goals</h2>\n<ol>\n<li>\n<p>One of the important goals of the team is to involve Ret holders in the profits from the creation of physical projects. Ret holders are therefore the future shareholders of the company.</p>\n</li>\n<li>\n<p>Another goals of RET is to create a game in the field of renewable power plants and familiarize people with it. The player will earn money for himself by creating a power plant and installing renewable energy equipment while playing an exciting game.</p>\n</li>\n</ol>\n<p><img src=\"ipfs://QmWNYUTaf37ZvfK7qDv9JeZuTGrf2ACv4AWBvGV9NdYhYf\" alt=\"Error\"></p>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Lucas</td>\n<td align=\"right\">Leader</td>\n</tr>\n<tr>\n<td align=\"left\">Ejder</td>\n<td align=\"right\">Full Stack Developer</td>\n</tr>\n<tr>\n<td align=\"left\">Kargo Landing</td>\n<td align=\"right\">Developer</td>\n</tr>\n<tr>\n<td align=\"left\">Jack</td>\n<td align=\"right\">Advisor</td>\n</tr>\n</tbody>\n</table>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: Renewable Energy Token</li>\n<li>Symbol: $RET</li>\n<li>Type: BEP20</li>\n<li>Platform: Binance Smart Chain</li>\n<li>Total supply: 50,000,000,000,000,000 RET</li>\n<li>Max Supply  - 50,000,000,000,000,000 RET</li>\n</ol>\n<p><img src=\"ipfs://QmYKj2ReRTgwxSZbpTd4k4PW9bscZitJjgYVjdnjW6xZjX\" alt=\"Error\"></p>\n<p><img src=\"ipfs://QmVUmKvF2bHPsv5G16ST5SgXeA9moA9ABKyUmaxHcXNRBh\" alt=\"Error\"></p>\n<h2>Docs</h2>\n<p><a href=\"ipfs://QmTbFxybWXtUZ9ckc32qcat7Ufi5Jk8D1qtDXBrb4ByAv2\">WHITEPAPER</a>\n<a href=\"ipfs://QmVRzGMUwkGwu3vn3jr2cnFLC9uyG711BEtA8kkvua1hbr\">AUDIT</a></p>\n<h2>Links</h2>\n<p><a href=\"https://ret.life/\">WEBSITE</a>\n<a href=\"https://t.me/RETOKENOFFICIAL\">TELEGRAM</a>\n<a href=\"https://twitter.com/BscRetoken\">TWITTER</a></p>","network":"bsc","category":"token","slug":"renewable-energy-token"},"__N_SSG":true}