{"pageProps":{"title":"Gode Chain","description":"OPEN CHAIN UNLIMITED LINKS UNLIMITED POTENTIAL - GODE CHAIN","date":"2022-01-05","image":"ipfs://QmRTnqhz4e5MNaMakRhUpoQDEHDhYaBpG4pRbw9A9BHgVR","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmbSVwEuEoep6fWQCq2dxHP6PPJZnFR1Lu3WFDskZMSa2L\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Gode Chain is a new generation blockchain protocol that unites the entire dedicatedblockchain network so that they can operate seamlessly together on a large scale. Since GodeChain allows any type of data to be sent between any type of blockchain, it unlocks a widerange of real-world use cases. By bringing together the best features from multiple specialized blockchains, Gode Chain paves the way to a new decentralized market, providing a fairer way to access services throughvarious applications and providers.</p>\n<h2>Features</h2>\n<ol>\n<li>Gode Chain Further expansion is planned with the ability to nest polynuclear chains, which can increase the number of shards that can be added to the network.</li>\n<li>Gode Chain is able to keep projects agile, adaptable, and keep evolving with the pace of technology.</li>\n<li>Gode Chain's cross-chain composability and messaging opens doors for innovation.</li>\n<li>The core of Gode Chain is responsible for network security, consensus and cross-chain interoperability.</li>\n<li>A special blockchain that allows Gode Chain shards to connect to and communicate with external networks such as Ethereum and Bitcoin.</li>\n</ol>\n<h2>Aim</h2>\n<p>Like Bitcoin and Ethereum, Gode Chain refers to both the network protocol and the major public network that runs the protocol.</p>\n<p>Gode Chain aims to be a free and open project, the specification of the protocol is under the Creative Commons license, and the code is under the license of FLOSS. The project is developed in an open manner and accepts any useful contributions. Unlike Python Enhancement Proposals, it will be an RFC system that will allow for openly collaborative protocol changes and upgrades.</p>\n<p><img src=\"https://ipfs.infura.io/ipfs/QmU9QHHLJ6NYvnocR1jzKarBnhLuaT91VzaL4vu9y29RqP\" alt=\"Error\"></p>\n<h2>Governance</h2>\n<p>Gode chain exercises governance over the Gode blockchain through on-chain validators, certifiers, packers and auditors. Voters or council members will receive GAS incentives.\nGode has taken a firmer step on the road to decentralization by introducing an on-chain governance committee mechanism. The Gode Council includes ordinary council members and consensus nodes, responsible for maintaining the normal operation and network activity of the Gode blockchain. The Council can make proposals to modify on-chain data such as network fees. Both voters and council members will receive GAS incentives.</p>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmeQqnZyUBpsTbbZe2w4c2QcK9kWPhBKVJSTgfSzkJMbVm\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://godechain.com/\">WEBSITE</a>\n<a href=\"https://t.me/godechain\">TELEGRAM</a>\n<a href=\"https://twitter.com/godechain\">TWITTER</a></p>","network":"bsc","category":"smartchain","slug":"godechain"},"__N_SSG":true}