{"pageProps":{"title":"Muu Inu","description":"MINU is gearing towards domination of the animal hype tokens and eventually colonizing the whole space.","date":"2022-05-10","image":"ipfs://QmSKKJhYLASsVjCCGu36AUz2iiciPncKwsYRmeVFh2rBiY","content":"<p><img src=\"ipfs://QmWjmfam2oVWncvd8oAFXnTaFfKzqZ5CPxW2nDzQPeP5by\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>MuuInu (MINU) is the KING of the “COW TREND”! If there’s a trend, it would definitely by a fast and consistent delivery to the community – a rather fresh take on BSC. This token is gearing towards domination of the animal hype tokens and eventually colonizing the whole space. MINU is KING!</p>\n<h2>Why MINU?</h2>\n<p>Because MINU is KING! MINU will spread like wildfire across BSC as the animal hype revival is taking place. The revival could never be more perfect than now! While BSC takes a hit, we still make this project a big hit! Talk about FOMO of the year though.</p>\n<h2>Logic Of MINU</h2>\n<p>The MINU project is just one of the most innovative offerings to date. When others rely on heavy taxation to create a cushion for sustainability, this project actually relies on the contract execution where balance between the rise and fall of the token price is evident, with each buy and sell transaction. Seldom would you see such an AMM nowadays.</p>\n<p>We don’t want you to just take our word for it, we want you to examine the trades to the exact second once trading is live.</p>\n<p>When a project is well-thought of, multiple test contract deployments and trade simulations are vital pre-requisites (sad to say, this is ignored nowadays) and this is exactly what the project owners have done – tests and simulation to get the perfect MUU!!!</p>\n<h2>TEAM</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Shush</td>\n<td align=\"right\">Dev &#x26; Owner</td>\n</tr>\n<tr>\n<td align=\"left\">Kraitordev</td>\n<td align=\"right\">Web Developer</td>\n</tr>\n</tbody>\n</table>\n<h2>Tokenomics</h2>\n<ol>\n<li>Name: MUUINU</li>\n<li>Symbol: $MINU</li>\n<li>Chain: BSC</li>\n<li>Decimals: 6</li>\n<li>Total supply: 1,000,000,000,000</li>\n</ol>\n<h2>Docs</h2>\n<p><a href=\"ipfs://QmdeD5Kf3p9vpvPJGmSnDjP5NEQ8QNydPLVqtJFfxLCVZH\">WHITEPAPER</a>\n<a href=\"ipfs://QmX3pKzBxMDFm3XXo7FsqFGfwVwqh1uiiijVk3P5d2gCQ6\">AUDIT</a></p>\n<h2>Links</h2>\n<p><a href=\"https://muuinu.com/\">WEBSITE</a>\n<a href=\"https://t.me/MuuInu\">TELEGRAM</a>\n<a href=\"https://twitter.com/muuinuofficial\">TWITTER</a></p>","network":"bsc","category":"token","slug":"muu-inu"},"__N_SSG":true}