{"pageProps":{"title":"Proton","description":"example","date":"2000-1-1","image":"ipfs://QmNza1pkvTQ1djh8NYLisSL6LxmyryyPnTjzF4ud7DxoVW","content":"<p><img src=\"ipfs://QmX2jBNfXftiv5UyYYenGJfs8FNHnrYRmubBAvrkur3Aer\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Proton (XPR) is a new public blockchain and smart contract platform designed for both consumer applications and peer-peer payments. It is built around a secure identity and financial settlements layer that allows users to directly link real identity and fiat accounts, pull funds and buy crypto, and use that crypto seamlessly in apps.</p>\n<p>Proton is improving and streamlining the verification and speed at which payments are processed either between banks or merchants. Currently for traditional payments, users aren’t asked for consent before a payment is processed, unless going over a comfortable limit, from the credit card processor, and the second layer of authentication is usually an insecure telecom network.</p>\n<h2>Features</h2>\n<ol>\n<li>Every business and individual account on Proton has a unique human readable @name. Need to send $20 to @john? It’s as easy as you would expect.</li>\n<li>Proton chain stores identity attestations by multiple identity providers, both for individuals (KYC) and businesses (KYB). These identity providers can be queried with the user’s permission.</li>\n<li>Proton supports multiple wrapped stablecoins including USDC, PAX and TUSD. Developers can add their own coins in a permission-free way.</li>\n<li>We’ve stress-tested Proton at over 40 million transactions per day. It can handle far more traffic than blockchain apps are currently collectively capable of.</li>\n</ol>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Marshall Hayner</td>\n<td align=\"right\">CEO</td>\n</tr>\n<tr>\n<td align=\"left\">Glenn Marien</td>\n<td align=\"right\">CTO</td>\n</tr>\n<tr>\n<td align=\"left\">Syed Jafri</td>\n<td align=\"right\">Blockchain Engineer</td>\n</tr>\n</tbody>\n</table>\n<h2>Docs</h2>\n<p><a href=\"https://gateway.ipfs.io/QmdE2ZYC35yf2gBesMHZQkNeBdxFfk5Ni3XDrYbFkHfySw\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://www.protonchain.com/\">WEBISTE</a>\n<a href=\"https://t.me/protonxpr\">TELEGRAM</a>\n<a href=\"https://twitter.com/protonxpr\">TWITTER</a></p>","network":"ethereum","category":"defi","slug":"proton"},"__N_SSG":true}