{"pageProps":{"title":"Crinet","description":"The first Social Network designed for the Crypto Community","date":"2022-01-05","image":"ipfs://QmdANY73p7NzyLUnBS1tKUBvX1EvM4cAAvrbpxMAHJ6zTs","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmaALBf8PjvsnVHjcVccTi3w6w3782U57BG4tsyQxKcPVn\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Crinet is an innovative social network and trading platform designed for the Crypto community, based on a fully decentralized peer-to-peer network and available as Android/iOS mobile app and browser version.</p>\n<h2>Features</h2>\n<ol>\n<li>Crinet will provide a stable and decentralized online platform to connect every crypto user, from newbies to pros, all in one DApp to facilitate the exchange of informations and analysis in real time.</li>\n<li>Crinet will facilitate the transactions, cooperation and information sharing between participants on its sustainable network by enabling decentralized data transactions.</li>\n<li>Crinet uses the advantages of blockchain technology, such as decentralization, open source, low fees, fast transactions timing and privacy-focus solutions to solve the current challenges of traditional centralized platforms, opening a complete new world to all the crypto enthusiasts of the earth.</li>\n<li>Join Private Chats, Groups and Channels of your favorite communities, directly on the App! You’ll be able to create safe Public &#x26; Private Chats, Groups and Channels. All the “Chats” section will be completely safe thanks to end-to-end encryption.</li>\n</ol>\n<h2>Vision</h2>\n<p>Our goal is to connect every Crypto user, from newbies to pros, all in one Decentralized App, Stop jumping from Twitter for the crypto tweets, then on Telegram to chat with communities, then on TradingView for the charts, then on CryptoNews to get updated with the news, then on Binance for buying the dips.</p>\n<h2>Tokenomics</h2>\n<p><img src=\"https://ipfs.infura.io/ipfs/QmSSCdGAA2C8fc2xgY1Ki1jA58RG6UUZE3JmAeG7egGvhJ\" alt=\"Error\"></p>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmbewVFhHjB4XCsSw7Vic7MiC7MjYknVLHnjeboVzNLZc9\">AUDITS</a>\n<a href=\"https://ipfs.infura.io/ipfs/QmZvUUSoEG6CEtbpBfFZukxZp5nW94fi8JJ882VG4FgDpW\">WHITEPAPER</a></p>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Andrea Candiani</td>\n<td align=\"right\">CEO</td>\n</tr>\n<tr>\n<td align=\"left\">Mattia Ingenito</td>\n<td align=\"right\">CTO</td>\n</tr>\n<tr>\n<td align=\"left\">David Leiva</td>\n<td align=\"right\">Head Of Development</td>\n</tr>\n</tbody>\n</table>\n<h2>Links</h2>\n<p><a href=\"https://crinet.io\">WEBSITE</a>\n<a href=\"https://medium.com/@crinet\">MEDIUM</a>\n<a href=\"https://twitter.com/crinet_ioc\">TWITTER</a></p>","network":"bsc","category":"social","slug":"crinet"},"__N_SSG":true}