{"pageProps":{"title":"WOO Network","description":"Bringing best-in-class liquidity throughout DeFi and CeFi. Bring on the zero-fee revolution.","date":"2019-10-10","image":"https://gateway.ipfs.io/ipfs/QmPVd6FjPT2aJZqC1ZnWXCCjnr6JjkZZoQvFEVcXRMbEEx","content":"<p><img src=\"https://gateway.ipfs.io/ipfs/QmVEkndQXmnhrGeRJZw6nsszvGg7gMjmNZMnjgo6U41EAc\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Wootrade. A privately-accessible liquidity venue for the trading of cryptocurrencies.</p>\n<p>Wootrade provides clients an easily accessible deep pool of liquidity sourced from the largest exchanges and from Kronos’ HFT proprietary trading. We utilize advanced crossing and routing methods which provides ease of access and superior trade execution to select exchanges.</p>\n<p>Featuring deep liquidity for superior order execution, zero-fee trading, and fully customizable trading workspaces.</p>\n<h2>Features</h2>\n<ol>\n<li>Set take profit, stop loss, limit orders, and more advanced order types for spot and margin in one unified order interface with up to 5x leverage.</li>\n<li>WOO X offers best-in-class liquidity and order book depth allowing large trades to be executed with the least slippage.</li>\n<li>Customize trading canvases with drag-and-drop modules such as multi-charts and trading data widgets.</li>\n<li>Unlock zero maker and taker spot trading fees by staking only 1,800 WOO tokens on WOO X.</li>\n<li>Learn from profitable trading strategies and emulate successful traders with a record of proven profitability.</li>\n</ol>\n<h2>Docs</h2>\n<p><a href=\"https://gateway.ipfs.io/ipfs/QmNb68GGaYTaptvvv4zfCR7anN7q3QiBkw1Cw9mvKsmWgi\">AUDITS</a>\n<a href=\"https://gateway.ipfs.io/ipfs/QmfSWVXdiUYTqg2Z57BcDggiELt7ybhi42ijVjnyZE46mk\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://woo.org/\">WEBISTE</a>\n<a href=\"https://t.me/woonetworkann\">TELEGRAM</a>\n<a href=\"https://twitter.com/WOOnetwork\">TWITTER</a></p>","network":"ethereum","category":"exchange","slug":"woo-network"},"__N_SSG":true}