{"pageProps":{"title":"Band Protocol","description":"Secure scalable crosschain decentralized oracle we connect smart contracts to external data and APIs Based on Cosmos state of the art SDK BandChain allows efficient flexible and scalable data query secured through cryptographic proofs","date":"2019-08-06","image":"ipfs://QmYhuw5JnNYZXeugmjwsREQXsFXAxHX2EYXM8o91A8JBin","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmSnGCPLuCaeLqx7wGHEumsLBdiwBwCLFLct9F2fJHoDtW\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Band Protocol is a cross-chain data oracle platform that aggregates and connects real-world data and APIs to smart contracts. The protocol is built on top of BandChain, a Cosmos-SDK-based blockchain designed to be compatible with most smart contract and blockchain development frameworks. The network is designed to modularize and offload the heavy and resource-intensive tasks (i.e., fetching data from external sources aggregating them) from the smart contract platforms onto itself.</p>\n<h2>Features</h2>\n<ol>\n<li>The system is able to serve a large quantity of data requests to multiple public blockchains with minimal latency and while maintaining a high throughput. The expected response time is in the order of seconds.</li>\n<li>The system is  blockchain-agnostic and able to serve data to most publicly available blockchains. Verification of data authenticity on the target blockchains are efficient and trustless by nature.</li>\n<li>The system is generic and able to support different methods of retrieiving and aggregating data, including both permissionless, publicly available data as well as information guarded by centralized parties.</li>\n</ol>\n<h2>Problems Solved</h2>\n<p>The majority of existing smart contract platforms, while supporting trustless executions of arbitrary programs, lack access to real-world data. This limitation hinders the maximum potential of such contracts. BandChain was created to solve this issue by connecting public blockchains with these real-world, off-chain information.</p>\n<p>BandChain achieves the aforementioned goals with a blockchain specifically built for off-chain data curation. The blockchain supports generic data requests and on-chain aggregations with WebAssembly-powered oracle scripts.</p>\n<h2>Whitepaper</h2>\n<p><a href=\"https://docs.bandchain.org/whitepaper/\">https://docs.bandchain.org/whitepaper/</a></p>\n<h2>Contracts</h2>\n<p>0xba11d00c5f74255f56a5e366f4f77f5a186d7f55</p>\n<h2>Audits</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmdKG2vwM7koMRJYyr38S98AWJX5H9br3dz1mEhXXngWb6\">https://ipfs.infura.io/ipfs/QmdKG2vwM7koMRJYyr38S98AWJX5H9br3dz1mEhXXngWb6</a></p>\n<h2>Team</h2>\n<ol>\n<li>Soravis Srinawakoon (CEO)</li>\n<li>Sorawit Suriyakarn (CTO)</li>\n<li>Paul Nattapatsiri (CPO)</li>\n</ol>\n<h2>Token Distribution</h2>\n<ol>\n<li><strong>Name</strong> : Band Token</li>\n<li><strong>Symbol</strong> : BAND</li>\n<li><strong>Total Supply</strong> : 100,000,000 BAND</li>\n</ol>\n<hr>\n<p><img src=\"https://ipfs.infura.io/ipfs/QmNRxABbnQZAYYyheztNCtWPjahdUvGauguGjAqStf85vy\" alt=\"Error\"></p>\n<hr>\n<h2>Links</h2>\n<p><strong>Website</strong> : <a href=\"https://bandprotocol.com/\">https://bandprotocol.com/</a></p>\n<p><strong>Twitter</strong> : <a href=\"https://twitter.com/BandProtocol\">https://twitter.com/BandProtocol</a></p>\n<p><strong>Telegram</strong> : <a href=\"https://t.me/bandprotocol\">https://t.me/bandprotocol</a></p>","network":"ethereum","category":"network","slug":"band-protocol"},"__N_SSG":true}