{"pageProps":{"title":"Zcash","description":"Zcash is a digital currency fast and confidential with low fees. It is perfect for mobile payments","date":"2019-07-05","image":"ipfs://Qmcwit3AoLaCiRaaC11KumT49UJhmicwwCsmhSGPWvma96","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmX2kne2yetdbx6ApU1rTqfoksVaxDB1ZsuaeHLJdLyg3z\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Zcash is a cryptocurrency that uses advanced applied cryptography to provide enhanced privacy via shielded addresses. Zcash is the first practical application of zk-SNARKs, a specific type of zero-knowledge proof. Zcash was launched by one of the most respected technical teams in the world. Zcash is the 'https of blockchains,' protecting your freedom to save and spend as you like. Zcash was the first project to implement zk-SNARKs, a novel form of zero-knowledge cryptography that gives its users the strongest privacy available in any digital currency. Multiple, independent organizations are funded to innovate on Zcash. Zcash is already available on top exchanges, digital wallets and a growing number of applications.</p>\n<h2>Features</h2>\n<ol>\n<li>Transactions between two transparent addresses (t-addresses) work just like Bitcoin</li>\n<li>The owner of a z-address can share its transaction details with trusted third parties via a view key–a key that grants read access but not spend authority over the address.</li>\n<li>Low-fee transactions of .0001 ZEC; default for all transactions, but configurable.</li>\n<li>Encrypted memos to pass along messages or other useful data.</li>\n</ol>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmdJPrJDeXSuvMW16xdqAQVqPAW8uwBRaG2zLBFvQAfvWG\">AUDITS</a>\n<a href=\"https://ipfs.infura.io/ipfs/QmZnuX5AEXUr47buK4frXy2DVHyUBwLK9rHoyQNcp9sb9T\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://z.cash/\">WEBISTE</a>\n<a href=\"https://t.me/Zcash_Community\">TELEGRAM</a>\n<a href=\"https://twitter.com/electriccoinco\">TWITTER</a></p>","network":"bsc","category":"privacy","slug":"zcash"},"__N_SSG":true}