{"pageProps":{"title":"Quant","description":"Connecting all the worlds distributed ledgers for faster, more efficient growth","date":"2019-10-10","image":"ipfs://QmehiRarYvmXWitt55yqGt67oq7TcZjpnDLi8iUzLnhYew","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmP1xAfntAKLYuQtxptk21hpwuXT5ZUFgojzqBuGTXe9sT\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>You don’t need to be a DLT expert to build game-changing multi-DLT applications. We believe that applications for distributed ledgers should be as simple to develop as other systems. And, with Quant Overledger, they are. What’s more, our patented cross-DLT technology, available via a REST API, allows applications to function across multiple distributed ledgers simultaneously. QNT crypto is a token on the Quant blockchain that provides digital access to a particular application or service. QNT tokens are then given access fees based on a fixed fiat currency amount.</p>\n<h2>Features</h2>\n<ol>\n<li>Applications can be built via a single REST API. The complexity of DLTs, particularly in smart contract languages, cryptography and DLT data structures, are handled by Overledger.</li>\n<li>Applications can interact with multiple DLTs in a standardised way using Quant’s patented cross-DLT Technology.</li>\n<li>Applications are fully scalable- Overledger currently has connections to 6 DLTs, and access to National and Regional Distributed Ledger Networks is coming in 2021. More DLTs will follow in the near future.</li>\n<li>Applications will have access to DLT resources and networks made available on both Overledger Network and Overledger Community Network.</li>\n</ol>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Gilbert Verdian</td>\n<td align=\"right\">CEO</td>\n</tr>\n<tr>\n<td align=\"left\">Peter Marirosans</td>\n<td align=\"right\">CTO</td>\n</tr>\n<tr>\n<td align=\"left\">Lara Verdian</td>\n<td align=\"right\">COO</td>\n</tr>\n</tbody>\n</table>\n<h2>Docs</h2>\n<p><a href=\"https://ipfs.infura.io/ipfs/QmT6dq95YUFpJFjtJU4RCGUTFQWWwLKw5DucfnpMycSBCS\">WHITEPAPER</a></p>\n<h2>Links</h2>\n<p><a href=\"https://quant.network/\">WEBISTE</a>\n<a href=\"https://t.me/QuantOverledger\">TELEGRAM</a>\n<a href=\"https://twitter.com/quant_network\">TWITETR</a></p>","network":"ethereum","category":"network","slug":"quant"},"__N_SSG":true}