{"pageProps":{"title":"BakeryToken","description":"BakerySwap is the 1st AMM+NFT exchange on Binance Smart Chain","date":"2020-09-11","image":"https://gateway.ipfs.io/ipfs/QmbBufZ7y7m7wkTSYj5eKuw7HghWNTzLBXaZY2NTt5e9oJ","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmRePLzujZHefoREB3ZFMTFN6QJaPHjQJdEqMejbYCKQYb\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>BakerySwap is a DeFi protocol built on the Binance Smart Chain that offers tasty rewards. It works as a decentralized exchange (DEX) that adopts the automated market maker (AMM) model. Stake and bake, create special NFT combos, get your own NFT pets, and more with the help of this guide. BakerySwap is a decentralized exchange adopting the automated market maker (AMM) model most people know through Uniswap. BakerySwap is one of the first projects to leverage BSC to build an AMM DEX. It is also one of the few DeFi projects on the Binance Smart Chain to offer altcoin liquidity pools.</p>\n<h2>Features</h2>\n<ol>\n<li>Exchange is an option that allows users of BakerySwap to exchange BEP 20, BNB tokens and more. It allows users to swap tokens that happen on the Binance Smart Chain(BSC).</li>\n<li>BakerySwap's Native Token, BAKE can be farmed to earn more BAKE tokens. Users can farm BAKE, by just staking BAKE token or by providing liquidity to one of the pools and then staking their own Liquidity Pool Tokens (BLP).</li>\n<li>BakerySwap has a liquidity pool that allows users to stake BAKE Tokens. The stakes of BAKE token can view Bakery Themed Menus.</li>\n<li>In BakerySwap one must need to add liquidity to the DEX and then supply both tokens to partake in the specific liquidity pool.When the user provides the liquidity, he will be able to begin to farm the BAKE token.</li>\n</ol>\n<h2>Links</h2>\n<p><a href=\"https://www.bakeryswap.org/\">WEBISTE</a>\n<a href=\"https://www.certik.com/projects/bakeryswap\">AUDITS</a></p>\n<p><a href=\"https://t.me/bakeryswap\">TELEGRAM</a>\n<a href=\"https://twitter.com/bakery_swap\">TWITTER</a></p>","network":"bsc","category":"defi","slug":"bakery-token"},"__N_SSG":true}