{"pageProps":{"title":"Mask","description":"Your Portal To The New Open Internet Mask Network is a free and open source software","date":"2020-05-08","image":"ipfs://QmVNGedHrMH1EMSzLnpSy6ZvV7FDckmN7g4B7pwwLzqm4d","content":"<p><img src=\"https://ipfs.infura.io/ipfs/QmQywpCbYcM5fVaBizBsFNdnCjFUNtyZqWwPDu6SCYMYNc\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Mask Network brings privacy and benefits from Web3 to social media like Facebook &#x26; Twitter - with an open-sourced browser extension. By bringing the amazing decentralized application ecosystem onto traditional social networks, the Mask extension provides a decentralized option for features Web 2.0 users are familiar with. Users could enjoy secure, decentralized social messaging, payment networks, file storage, and file sharing without leaving the mainstream social media networks</p>\n<h2>Features</h2>\n<ol>\n<li>Use the Mask Extension to hide your content from prying eyes and allow only your target audience to see it.</li>\n<li>With integrated widgets on social media platforms, you’ll be able to view the latest prices of crypto assets without leaving the page. Powered by Uniswap, SushiSwap, Ox, and dHEDGE.</li>\n<li>Aggregate your digital activities - including NFTs, POAPs, donation records etc - all in one place. Anonymised or not, that’s completely up to you.</li>\n</ol>\n<h2>Problems Solved</h2>\n<p>Mask Network aims to bridge the web2.0 and web 3.0, it has dedicated itself to protect data privacy and build the best bridge between Web 2.0 and Web 3.0. Through our browser extension, we have introduced an ecosystem of 30+ popular Web 3.0 dApps / Features that works seamlessly on top of existing Web 2.0 sites like Twitter and Facebook.</p>\n<h2>Contracts</h2>\n<p>0x69af81e73a73b40adf4f3d4223cd9b1ece623074</p>\n<h2>Token Distribution</h2>\n<ol>\n<li><strong>Name</strong> : Mask Token</li>\n<li><strong>Symbol</strong> : $MASK</li>\n<li><strong>Total Supply</strong> : 100,000,000 MASK</li>\n</ol>\n<hr>\n<p><img src=\"https://ipfs.infura.io/ipfs/QmUQ7AF6GfZjTHkXzuAnTtD39J1gTkfDK761RefZUdfbAQ\" alt=\"Error\"></p>\n<hr>\n<h2>Links</h2>\n<p><strong>Website</strong> : <a href=\"https://www.mask.io/\">https://www.mask.io/</a></p>\n<p><strong>Twitter</strong> : <a href=\"https://twitter.com/realmasknetwork\">https://twitter.com/realmasknetwork</a></p>\n<p><strong>Telegram</strong> : <a href=\"https://t.me/maskbook_group\">https://t.me/maskbook_group</a></p>","network":"ethereum","category":"network","slug":"mask"},"__N_SSG":true}