{"pageProps":{"title":"Frax Share","description":"Inventors of the fractional stablecoin and First crypto native CPI","date":"2019-05-10","image":"https://gateway.ipfs.io/ipfs/QmaDeYyQpaLg3aJ6XAQtr9K4Bs1sehABNConekCCi8ki7g","content":"<p><img src=\"https://gateway.ipfs.io/ipfs/QmSnnE6VvPigA7Fb9982WkDLuRpfsWPKKatGB2PdgvL369\" alt=\"Error\"></p>\n<h2>Introduction</h2>\n<p>Frax is the world’s first fractional-algorithmic stablecoin\nThe Frax Protocol introduced the world to the concept of a cryptocurrency being partially backed by collateral and partially stabilized algorithmically. Frax attempts to be the first stablecoin protocol to implement design principles of both to create a highly scalable, trustless, extremely stable, and ideologically pure on-chain money. The Frax protocol is a two token system encompassing a stablecoin, Frax (FRAX), and a governance token, Frax Shares (FXS). The protocol also has a pool contract which holds USDC collateral. Pools can be added or removed with governance.</p>\n<h2>Features</h2>\n<ol>\n<li>Frax is the first and only stablecoin with parts of its supply backed by collateral and parts of the supply algorithmic.</li>\n<li>Community governed and emphasizing a highly autonomous, algorithmic approach with no active management.</li>\n<li>rax v1 uses Uniswap (ETH, USDT, USDC time-weighted average prices) and Chainlink (USD price) oracles.</li>\n<li>FRAX is the stablecoin targeting a tight band around $1/coin. Frax Shares (FXS) is the governance token which accrues fees, seigniorage revenue, and excess collateral value.</li>\n</ol>\n<h2>Vision</h2>\n<p>Frax's end vision is to build the first crypto native version of the CPI called the Frax Price Index (FPI) governed by FXS holders (and other protocol tokens). FRAX is currently pegged to USD but aspires to become the first decentralized, permissionless native unit of account which holds standard of living stable.</p>\n<h2>Team</h2>\n<table>\n<thead>\n<tr>\n<th align=\"left\">Name</th>\n<th align=\"right\">Position</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Jason Huan</td>\n<td align=\"right\">Co-Founder</td>\n</tr>\n</tbody>\n</table>\n<h2>Links</h2>\n<p><a href=\"https://frax.finance/#welcome\">WEBISTE</a>\n<a href=\"https://www.certik.com/projects/fraxfinance\">AUDITS</a>\n<a href=\"https://docs.frax.finance/overview\">WHITEPAPER</a></p>\n<p><a href=\"https://t.me/fraxfinance\">TELEGRAM</a>\n<a href=\"https://twitter.com/fraxfinance\">TWITTER</a></p>","network":"ethereum","category":"defi","slug":"frax-share"},"__N_SSG":true}